Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །དོན་ཡོད་པདྨའི་ཆུ་སྐྱེས་ཀྱི་རྩ་བའི་སྙིང་པོའི་ཡོ་བྱད་དང་ཆོ་གའི་སྒྲུབ་ཐབས་སོ།
en: This concludes the instructions on the practice procedure of the root heart mantra of the amogha lotus. “

source: །དེ་ནས་དོན་ཡོད་པའི་ཕྱག་རྒྱ་དབང་བསྐུར་བའི་གཟུངས་ཀྱི་ཡོ་བྱད་དང་།
en: Now I will give the instructions for the practice of the amogha mudrā consecration and the dhāraṇī. “

source: ཆོ་གར་འགྱུར་ཏེ། གཟུངས་འདིའི་རིག་སྔགས་འཆང་གིས་དྲན་པ་ཙམ་དང་། བཀླགས་པ་དང་། ཕྱག་རྒྱ་བཟུང་བ་ཙམ་གྱིས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཡིད་བཞིན་གྱི་ནོར་བུའི་གསང་བའི་ཕྱག་རྒྱ་དང་། དབང་བསྐུར་བའི་ཕྱག་རྒྱ་དྲན་པར་འགྱུར་རོ།
en: As soon as the vidyā holder remembers the dhāraṇī, reads it, and displays the mudrā, he will remember the consecration mudrās, the secret mudrās that are the wish-fulfilling jewel of all the tathāgatas.

source: །རིག་པའི་རྒྱལ་པོའི་གཟུངས་སྟོང་ཕྲག་བཟླས་པ་འདིས་དུས་གསུམ་དུ་གཤེགས་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་གསང་བའི་ཕྱག་རྒྱས་མངོན་པར་དབང་དུ་བསྐུར་བར་འགྱུར་རོ།
en: By reciting the dhāraṇī, the king of vidyās, one thousand times, he will receive the secret mudrā consecration from all the tathāgatas established throughout the three times.

source: །རིག་སྔགས་འཆང་དེས་ཀྱང་དང་པོར་རྨི་ལམ་གྱི་ནང་དུ་མཐོང་ངོ་། །དུས་གསུམ་དུ་གཤེགས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་ཀྱིས་རྣམ་པར་སྣང་མཛད་ཡིད་བཞིན་ནོར་བུའི་ཕྱག་རྒྱའི་དབང་བསྐུར་བས། མངོན་པར་དབང་སྐུར་བར་བྱེད་དོ།
en: As a result, he will see signs in his sleep. “First, all the blessed tathāgatas, the buddhas established throughout the three times, will consecrate the vidyā holder in his sleep with the mudrā consecration, the wish-fulfilling jewel of Vairocana.

source: །དེ་ཡང་དེ་བཞིན་གཤེགས་པའི་རིགས་ཀྱིས་མངོན་པར་དབང་བསྐུར་བ་དང་། དཀྱིལ་འཁོར་དང་། ཕྱག་རྒྱ་ལ་རབ་ཏུ་འཇུག་པར་བྱེད་དོ།
en: They will usher him into the consecration maṇḍala of the tathāgata family and reveal it to him.

source: །དེ་བཞིན་གཤེགས་པ་རང་རང་རྣམས་ཀྱང་དེ་བཞིན་གཤེགས་པའི་གསང་བའི་དབང་བསྐུར་བ་རྗེས་སུ་སྦྱིན་པར་འགྱུར་རོ། །ལེགས་སོ་ཞེས་བྱ་བའི་སྒྲ་བརྗོད་པར་མཛད་དོ།
en: They will each give him their secret consecration and congratulate him.

source: །སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་ཀྱི་སྒོ་རྣམས་བྱེ་བར་གྱུར་པའི་སྒོར་མཐོང་ངོ་། །གང་དུ་འདོད་པ་དེར་འཇུག་གོ།
en: He will see the doors to all the buddha fields open, and he will be able to enter whichever field he wishes.

source: །དེས་ཀྱང་དེ་བཞིན་གཤེགས་པའི་གངྒཱའི་ཀླུང་གི་བྱེ་མ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་དགུ་བཅུ་རྩ་དགུ་དང་མཉམ་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་རིག་སྔགས་འཆང་དེ་སྲིད་འཚོའི་བར་ཏུ་རྟག་ཏུ་རྗེས་སུ་འབྲང་བར་འགྱུར་རོ།
en: Hundreds of thousands of millions of billions of tathāgatas, the blessed buddhas who dwell there in numbers equal to the grains of sand in ninety-nine Gaṅgā rivers, will follow him at all times for as long as he lives.

source: །རྟག་ཏུ་མཐོང་བ་དང་ལྡན་པར་གནས་སོ།
en: They will always be apparent to him. “

source: །སྟོང་ཕྲག་གཉིས་པ་བཟླས་པས། གཉིས་པར་རྨི་ལམ་མཐོང་བར་བལྟའོ།
en: After reciting the dhāraṇī one thousand times for the second time, the vidyā holder will see the second sign in his sleep.

source: །པདྨའི་རིགས་ཀྱི་དཀྱིལ་འཁོར་གང་ལ་ཡང་། ཡིད་བཞིན་གྱི་ནོར་བུའི་ཕྱག་རྒྱ་དང་། གཟུངས་དང་། གཞལ་མེད་ཁང་མཐའ་དག་ཡོངས་སུ་རྫོགས་པར་མཐོང་ངོ་།
en: He will see those who dwell in the great maṇḍala of the lotus family, as well as the maṇḍala’s palaces filled with tathāgatas displaying the mudrā of the wish-fulfilling jewel.

source: །དེར་ཡང་དུས་གསུམ་དུ་གཤེགས་པའི་གཞལ་མེད་ཁང་ཐམས་ཅད་མཐོང་ངོ་། །དེ་བཞིན་གཤེགས་པའི་གཞལ་མེད་ཁང་མཐོང་ངོ་། །དེ་ལ་ཡང་དེ་བཞིན་གཤེགས་པ་པདྨའི་རིགས་ཐམས་ཅད་ཀྱིས་ཡིད་བཞིན་གྱི་ནོར་བུའི་ཕྱག་རྒྱའི་དབང་བསྐུར་བས་མངོན་པར་དབང་བསྐུར་བར་འགྱུར་རོ།
en: He will see all these tathāgatas, who are established throughout the three times, in their palaces, each of them giving him the mudrā consecration of the great wish-fulfilling jewel specific to the lotus family.

source: །རང་རང་གི་དེ་བཞིན་གཤེགས་པའི་གསང་བའི་ཕྱག་རྒྱས་མངོན་པར་དབང་བསྐུར་བ་དང་། དཀྱིལ་འཁོར་རྣམས་སྟོན་པར་མཛད་དོ།
en: They will each bestow their respective secret mudrā consecrations upon him and show him their respective tathāgata maṇḍalas.

source: །རིག་སྔགས་འཆང་རང་ཉིད་ལ་ཡང་། མངོན་པར་དབང་སྐུར་བར་བྱེད་དོ།
en: They will personally bestow their respective consecrations upon the vidyā holder, saying ‘Good!

source: །ལེགས་སོ་ལེགས་སོ།
en: Good!’

source: །ཞེས་བྱ་བའི་སྒྲ་རྗོད་པར་བྱེད་དོ། །པདྨོ་ཡངས་པའི་དཀྱིལ་འཁོར་ཐམས་ཅད་དུ་ཡང་ཕྱག་རྒྱས་མངོན་པར་དབང་བསྐུར་བར་འགྱུར་རོ། །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་རློབ་པ་ཡིད་བཞིན་གྱི་ནོར་བུ་ཆེན་པོའི་ཕྱག་རྒྱས་མངོན་པར་དབང་བསྐུར་བས་མངོན་པར་དབང་བསྐུར་བར་འགྱུར་ཞིང་།
en: He will thus receive the general mudrā consecration into all the maṇḍalas of the great lotus, and also the great mudrā consecration of the wish-fulfilling jewel that conveys the blessing of all the tathāgatas.

source: ཡོངས་སུ་འཛིན་པར་ཡང་འགྱུར་རོ།
en: He will thus be accepted by all of them. “

source: །སྟོང་ཕྲག་གསུམ་པ་བཟླས་པས་རྨི་ལམ་ཆེན་པོ་གསུམ་པ་བསྟན་པ་མཐོང་སྟེ།
en: After reciting the dhāraṇī one thousand times for the third time, the vidyā holder will see the third great sign in his sleep.

source: གཞལ་མེད་ཁང་མཐའ་དག་ཏུ་རབ་ཏུ་གནས་པའི་རྡོ་རྗེའི་རིགས་ཀྱི་ཕྱག་རྒྱ་དང་། མངོན་པར་དབང་བསྐུར་བ་རྗེས་སུ་སྩོལ་བར་མཛད་དོ།
en: All the tathāgatas of the vajra family, residing in their palaces, will give him their mudrā consecration.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དུས་གསུམ་དུ་གཤེགས་ཤིང་རབ་ཏུ་བཞུགས་པའི་དེ་བཞིན་གཤེགས་པའི་ཡིད་བཞིན་གྱི་ནོར་བུ་རྡོ་རྗེ་བྱིན་གྱིས་རློབ་པའི་མངོན་པར་དབང་བསྐུར་བ་དང་ཕྱག་རྒྱ་ཡང་མཐོང་ངོ་།
en: He will see all these tathāgatas, established throughout the three times, in front of him displaying the consecration mudrā that conveys the vajra blessing of the wish-fulfilling jewel.

source: །དེ་ཡང་དུས་གསུམ་དུ་གཤེགས་པའི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཐམས་ཅད་རིག་སྔགས་འཆང་ལ་རྡོ་རྗེའི་ཕྱག་རྒྱས་མངོན་པར་དབང་བསྐུར་བ་དང་། ཡིད་བཞིན་གྱི་ནོར་བུའི་ཕྱག་རྒྱས་མངོན་པར་དབང་བསྐུར་བས། ཡིད་བཞིན་གྱི་ནོར་བུའི་ཕྱག་རྒྱས་མངོན་པར་དབང་སྐུར་བར་མཛད་དོ། །རང་རང་རྣམས་ཀྱང་རྡོ་རྗེའི་ཕྱག་རྒྱས་མངོན་པར་དབང་བསྐུར་བ་རྗེས་སུ་སྩོལ་བར་མཛད་དོ།
en: All these tathāgatas, established throughout the three times, will each bestow upon him the mudrā consecration of the vajra family, as well as the mudrā consecration of the wish-fulfilling jewel.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་རྡོ་རྗེའི་དམ་ཚིག་ལ་རབ་ཏུ་འཇུག་པར་མཛད་དོ།
en: Each tathāgata will bestow his respective mudrā consecration of the vajra family on the vidyā holder and will cause him to enter the samaya bond. Each one will say, ‘Good!

source: །རྡོ་རྗེ་བྱིན་གྱིས་བརླབས་པའི་མངོན་པར་དབང་བསྐུར་བ་ལེགས་སོ་ལེགས་སོ་ཞེས་བྱ་བའི་སྒྲ་རྗོད་པར་མཛད་དོ།
en: It is good! You have received the vajra blessing!’

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་རྡོ་རྗེའི་རིགས་ཡང་དག་པར་བྱིན་གྱིས་རློབ་པའི་དངོས་གྲུབ་ཉེ་བར་སྟོན་པར་མཛད་དོ། །ཐམས་ཅད་དུ་རྡོ་རྗེའི་རིགས་ཀྱི་ཕྱག་རྒྱས་མངོན་པར་དབང་སྐུར་བར་འགྱུར་རོ།
en: All these tathāgatas will demonstrate the accomplishments consistent with the blessing of the vajra family, and the vidyā holder will receive the all-inclusive mudrā consecration of the vajra family. “

source: །སྟོང་ཕྲག་བཞི་པ་བཟླས་པས་ནོར་བུའི་རིགས་ཀྱི་དཀྱིལ་འཁོར་ཆེན་པོའི་ཕྱག་རྒྱའི་དབང་བསྐུར་བ་ཐོབ་བོ། དེ་ལ་ཡང་ནོར་བུའི་རིགས་ཆེན་པོའི་དཀྱིལ་འཁོར་གྱི་ཕྱག་རྒྱའི་དབང་བསྐུར་བ་ཐོབ་པོ།
en: After reciting the dhāraṇī one thousand times for the fourth time, the vidyā holder will obtain the mudrā consecration into the great maṇḍala of the jewel family.

source: །རྨི་ལམ་སྟོན་པ་དེ་ཡང་དུས་གསུམ་པའི་དེ་བཞིན་གཤེགས་པ་ནོར་བུའི་ཕྱག་རྒྱས་དབང་བསྐུར་བའི་དཀྱིལ་འཁོར་རྣམས་མཐོང་ངོ་།
en: He will see, in his sleep, the maṇḍala for the mudrā consecration of the jewel family that is performed by the tathāgatas of the three times.

source: །དུས་གསུམ་པའི་དེ་བཞིན་གཤེགས་པ་དེ་རྣམས་ཐམས་ཅད་ཀྱང་། རིགས་སྔགས་འཆང་དེ་ལ་ནོར་བུའི་རིགས་ཀྱི་དམ་ཚིག་གསང་བ་དང་། ཕྱག་རྒྱ་དང་། དཀྱིལ་འཁོར་དང་། མངོན་པར་དབང་བསྐུར་བས་ཡང་མངོན་པར་དབང་སྐུར་བར་བྱེད་དོ།
en: All these tathāgatas, established throughout the three times, will grant him the secret samaya of the jewel family and will grant him the mudrā consecration into the maṇḍala.

source: །རང་རང་རྣམས་ཀྱང་དེ་བཞིན་གཤེགས་པ་དེ་རྣམས་ཀྱི་ནོར་བུ་གསང་བའི་ཕྱག་རྒྱས་དབང་བསྐུར་བ་གཙུག་གི་ནོར་བུ་བྱིན་གྱིས་རློབ་པ་དང་། ཡིད་བཞིན་གྱི་ནོར་བུའི་ཕྱག་རྒྱས་མངོན་པར་དབང་སྐུར་བར་བྱེད་དོ།
en: They will each give him their respective secret mudrā consecrations of the jewel family, mudrā consecrations of the wish-fulfilling jewel that convey the crown jewel blessing of the jewel family.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་སངས་རྒྱས་ཀྱི་ཞིང་གི་ནོར་བུའི་དཀྱིལ་འཁོར་རྣམས་ཉེ་བར་སྟོན་པར་མཛད་དོ། །ཡིད་བཞིན་གྱི་ནོར་བུའི་དངོས་གྲུབ་ཀྱི་དམ་ཚིག་གི་དབང་བསྐུར་བ་དང་། ཡིད་བཞིན་གྱི་ནོར་བུའི་ཕྱག་རྒྱས་མངོན་པར་དབང་བསྐུར་བར་བྱའོ།
en: They will show him the buddha fields of all the tathāgatas that make up the maṇḍala of the jewel family, and they will grant him the mudrā consecration of the wish-fulfilling jewel and the samaya consecration that leads to the accomplishment specific to the jewel family.

source: །ལེགས་སོ་ལེགས་སོ་ཞེས་བྱ་བའི་སྒྲ་རྗོད་པར་བྱེད་ཅིང་རྟག་ཏུ་རྗེས་སུ་འབྲང་བར་འགྱུར་རོ།
en: They will applaud him saying, ‘Good! It is good!’

source: །དེ་བཞིན་གཤེགས་པ་དེ་རྣམས་ཀྱང་ཇི་སྲིད་སངས་རྒྱས་ཀྱི་བར་དུ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་རྣམ་པར་འཕྲུལ་པ་བྱིན་གྱིས་རློབ་པར་ཡང་དག་པར་དགོངས་པར་འགྱུར་རོ།
en: They will always follow the vidyā holder and bless him with the transformative blessing of all the tathāgatas and will keep him in their hearts until he attains buddhahood.

source: །ཡིད་བཞིན་གྱི་ནོར་བུའི་རིགས་ཆེན་པོའི་ཕྱག་རྒྱས་མངོན་པར་དབང་བསྐུར་བར་འགྱུར་རོ། །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ནོར་བུའི་རིགས་ཀྱི་གསང་བའི་སྙིང་པོའི་མཆོག་ཏུ་འགྱུར་རོ།
en: Having thus received the mudrā consecration of the great family of the wish-fulfilling jewel, the vidyā holder will remain absorbed in the secret essence of all the tathāgatas of this family. “

source: །བཟླས་པ་ལྔ་པས་རྨི་ལམ་ཆེན་པོའི་ཕྱག་རྒྱ་སྟོན་པར་བྱེད་པ་ནི།
en: After reciting the dhāraṇī one thousand times for the fifth time, the vidyā holder will see a great sign in his sleep.

source: དཀྱིལ་འཁོར་ཆེན་པོ་མཐའ་དག་རྫོགས་པར་ཕྱིར་མི་ལྡོག་པའི་གནས་ཀྱི་མངོན་པར་དབང་བསྐུར་བས་མངོན་པར་དབང་བསྐུར་བར་མཐོང་ངོ་།
en: He will see the great, all-inclusive consecration maṇḍala that will establish him on the level of not turning back.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་ཀྱང་ཕྱིར་མི་ལྡོག་པ་ཆེན་པོའི་དཀྱིལ་འཁོར་ཆེན་པོར་མངོན་པར་དབང་སྐུར་བར་མཛད་དོ། །དཀྱིལ་འཁོར་ཐམས་ཅད་དང་། ཕྱག་རྒྱ་ཆེན་པོ་མངོན་པར་དབང་བསྐུར་བར་འགྱུར་རོ།
en: All the tathāgatas will then bestow upon him the consecration into the great maṇḍala of not turning back, and he will receive the great mudrā consecration into the entire maṇḍala. “

source: །བཟླས་པ་དྲུག་པས་རྨི་ལམ་ཡང་དག་པར་སྟོན་པ་ནི།
en: After reciting the dhāraṇī one thousand times for the sixth time, the vidyā holder will again see a sign in his sleep.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་བྱང་ཆུབ་ཀྱི་སྙིང་པོར་གཤེགས་ཏེ་རྡོ་རྗེའི་གདན་བྱིན་གྱིས་རློབ་པས་བྱིན་གྱིས་བརླབས་ཏེ། མངོན་པར་དབང་བསྐུར་བར་འགྱུར་རོ།
en: He will receive the consecration that conveys the blessing of all the tathāgatas who sit on vajra seats, the seats of awakening.

source: །དུས་གསུམ་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་བཞུགས་པ་མཐོང་སྟེ་སེང་གེའི་གདན་ལ་བཞུགས་པའོ། །དེ་བཞིན་གཤེགས་པ་དེ་རྣམས་ཀྱང་རང་རང་གི་རིག་སྔགས་འཆང་ཕྱིར་མི་ལྡོག་པར་མངོན་པར་དབང་སྐུར་བར་མཛད་དོ།
en: He will see the tathāgatas of the three times sitting on seats supported by lions, and each of them will bestow upon him the consecration of not turning back, and they will applaud him by saying, ‘Good!

source: །ལེགས་སོ་ལེགས་སོ་ཞེས་བྱ་བའི་གསུང་རྗོད་པར་མཛད་དོ།
en: It is good!’

source: །དགོངས་པ་ཆེར་བརྟན་པས་དགོངས་པར་འགྱུར་རོ། །ཇི་སྲིད་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ལ་མཐར་ཐུག་གི་བར་དུ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་རྗེས་སུ་འབྲང་བར་འགྱུར་རོ།
en: They will keep him in their hearts unwaveringly and follow him until he finally attains buddhahood. “

source: །བཟླས་པ་བདུན་པས་རྨི་ལམ་ཆེན་པོ་སྟོན་པས།
en: After reciting the dhāraṇī one thousand times for the seventh time, the vidyā holder will again see a great sign in his sleep.

source: དེ་བཞིན་གཤེགས་པ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ། ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་དང་། བདུད་འདུལ་བ་དང་། དམ་པའི་ཆོས་ཀྱི་ཆར་འབེབས་པ་དང་།
en: He will see the Tathāgata, the fully realized one, setting the wheel of Dharma in motion, overpowering Māra, and bringing down the rain of the true Dharma.

source: ཆོས་ཀྱི་སྒྲོན་མེ་སྦར་བ་དང་། ཆོས་ཀྱི་རྒྱལ་མཚན་སྒྲེང་བ་དང་།
en: He will see the torch of Dharma blazing and the banner of Dharma raised aloft, and he will hear the conch of true Dharma being played.

source: དམ་པའི་ཆོས་ཀྱི་དུང་འབུད་པ་དང་། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཕྱག་རྒྱ་ཆེན་པོས་མངོན་པར་དབང་བསྐུར་བ་མཐོང་ངོ་། །དེ་བཞིན་གཤེགས་པ་དེ་རྣམས་ཀྱིས་ཀྱང་ཕྱག་རྒྱས་མངོན་པར་དབང་བསྐུར་བ་དང་། ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་དང་། བདུད་འདུལ་བ་དང་།
en: He will see all the tathāgatas displaying the mudrā of consecration, and he will receive from them the mudrā consecration that empowers him to turn the wheel of Dharma and overcome Māra.

source: ཕྱག་རྒྱས་དབང་བསྐུར་བས་མངོན་པར་དབང་སྐུར་བར་མཛད་དོ།
en: They will give him the mudrā consecration and applaud him, saying, ‘Good!

source: །ལེགས་སོ་ལེགས་སོ་ཞེས་བྱ་བའི་སྒྲ་རྗོད་པར་མཛད་དོ།
en: It is good!’

source: །ཕྱག་རྒྱ་ཆེན་པོ་དང་དཀྱིལ་འཁོར་དང་། ཀུན་ནས་གསང་བ་དང་། རྣམ་པར་ཐར་པའི་དཀྱིལ་འཁོར་དེ་ཁོ་ན་ཉིད་ཀྱི་དངོས་གྲུབ་དང་མངོན་པར་དབང་སྐུར་བར་མཛད་དོ།
en: They will grant him the consecration, thus inducing the accomplishment of the true nature of the great-seal maṇḍala, the all-secret maṇḍala of liberation.

source: །དེ་བཞིན་དུ་བཀླགས་པ་དང་། བཟླས་པ་ཙམ་གྱིས་ཆོ་ག་དང་ལས་ཀྱི་འབྲས་བུ་སྟོན་པར་མཛད་དོ།
en: Thus they will demonstrate the results of performing the procedure that is simply reading the dhāraṇī aloud or reciting it. “

source: །དོན་ཡོད་པའི་ནོར་བུ་རྣམ་པར་སྣང་མཛད་ཀྱི་ཕྱག་རྒྱ་ཆེན་པོའི་གཟུངས་ཀྱི་རྣམ་པར་འཕྲུལ་པའི་ཆོ་ག་འདི་ཡང་རྣམ་པར་སྤྱོད་པར་འགྱུར་རོ།
en: There is also the following practice procedure of the magical great seal dhāraṇī of Vairocana, the amogha jewel.

source: །འདི་བཀླགས་པ་དང་དྲན་པ་ཙམ་གྱིས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་རྣམ་པར་སྣང་མཛད་ཀྱི་དཀྱིལ་འཁོར་ཆེན་པོར་རྗེས་སུ་འཇུག་པར་འགྱུར་རོ།
en: As soon as the vidyā holder recites or merely remembers this dhāraṇī, he will enter the great maṇḍala of Vairocana, which is the maṇḍala of all the tathāgatas.

source: །ཐམས་ཅད་དུ་གནས་ལ་གནས་པའི་དམ་ཚིག་ཤེས་པར་འགྱུར་རོ།
en: He will gain the knowledge of the most conducive times and places for any set of circumstances.

source: །བཟླས་པ་ཙམ་གྱི་མོད་ལ་དུས་གསུམ་དུ་གཤེགས་པའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་མཚན་ནས་སྨོས་ནས་མངོན་སུམ་དུ་སྟོན་པར་མཛད་དོ། །དེ་བཞིན་གཤེགས་པ་རྣམ་པར་སྣང་མཛད་སྟོན་པར་མཛད་པར་འགྱུར་རོ།
en: As soon as he recites the dhāraṇī or remembers Vairocana’s name, he will obtain a direct vision of the Tathāgata Vairocana together with all the tathāgatas established throughout the three times.

source: མཚན་སྨོས་ནས་འཛིན་པར་འགྱུར་རོ། །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་རྣམ་པར་སྣང་མཛད་ཀྱི་ཕྱག་རྒྱ་འཛིན་པར་འགྱུར་རོ།
en: He will thereby uphold the names and the mudrās of Vairocana and all the tathāgatas.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གསང་བའི་མཆོག་ཏུ་འགྱུར་རོ།
en: This is the greatest secret of all the tathāgatas. “

source: །སྡིག་པ་དང་སྒྲིབ་པ་དང་། གདུག་པ་ཐམས་ཅད་དང་། མཚམས་མེད་པ་ལྔ་ལ་སོགས་པ་སྔོན་གྱི་སྡིག་པ་དང་། སྒྲིབ་པ་རྣམ་པར་འཇོམས་པར་བྱེད་དོ།
en: All the vidyā holder’s wrongdoings, obscurations, and vices, starting with the five acts of immediate retribution and including all his previously accumulated wrongdoings and obscurations, will be eradicated as soon as he recites the dhāraṇī.

source: །བཀླགས་པ་ཙམ་དང་། ལན་ཅིག་བཟླས་པ་ཙམ་གྱིས་དེ་ཐམས་ཅད་ཡོངས་སུ་ཟད་པ་དང་། ཡོངས་སུ་གཏུགས་པར་འགྱུར་རོ།
en: They will all be exhausted and brought to an end by reading or reciting the dhāraṇī just once.

source: །སེམས་ཅན་གྱི་སྡིག་པའི་ཆོས་གང་ཅུང་ཟད་ཀུན་ཏུ་སྤྱད་པ་དང་། མཚམས་མེད་པ་ལྔ་བྱེད་པ། མནར་མེད་པ་ལ་མཆོག་ཏུ་གཞོལ་བའི་སེམས་ཅན་དེའི་མདུན་དུ་ལན་གསུམ་དུ་དབྱངས་གསང་བསྟོད་པས་བརྗོད་ཅིང་།
en: If any being has committed a nonvirtuous or evil act, such as the five acts of immediate retribution, and is destined to be born in the Avīci hell, the vidyā holder should bring the dhāraṇī to that being’s attention by reciting it in front of them three times.

source: དྲན་པར་བྱ་སྟེ་དེའི་སྒྲ་ཐོས་པ་ཙམ་གྱི་མོད་ལ་སྡིག་པ་དང་། སྒྲིབ་པ་ཐམས་ཅད་དང་། མཚམས་མེད་པར་སོད་བ་ཐམས་ཅད་དང་། མནར་མེད་པ་ལ་མཆོག་ཏུ་གཞོལ་བ་རྣམས་ཡོངས་སུ་དག་པར་འགྱུར་རོ།
en: As soon as the sound of the dhāraṇī reaches them, all their wrongdoings and obscurations, including all the acts of immediate retribution that lead to rebirth in the Avīci hell, will be completely purified.

source: །སེམས་ཅན་དེ་ཡང་སྡིག་པ་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར་རོ།
en: That being will be completely free from all evil. “

source: །ཡང་ན་སྡིག་པ་ཅན་གྱི་སེམས་ཅན་ཤི་བར་གྱུར་པས་བསོད་ནམས་ཀྱི་དོན་དུ་བསོད་ནམས་འདོད་པས་སེམས་ཅན་དེའི་དོན་དུ་ཡུངས་ཀར་ལ་ལན་ཉི་ཤུ་རྩ་གཅིག་ཡོངས་སུ་བཟླས་ཏེ་སེམས་ཅན་དེའི་དོན་དུ་རོ་བསྲེག་པའམ་མཆད་པའམ། སྦས་པའམ། རུས་པའི་རྐང་རུས་སམ། དུར་ཁྲོད་ཀྱི་དབུས་སུ་དེའི་སྟེང་དུ་གདབ་ཅིང་དེར་གཏོར་བར་བྱའོ།
en: Alternatively, if the vidyā holder wants to generate merit for an evil person who has died, he should form the wish that merit will arise, incant mustard seeds twenty-one times for the sake of that person, and strew them on top of their funeral pyre, in their house, around the area, upon their bones, or in the middle of the charnel ground.

source: །གཏོར་བ་ཙམ་གྱི་མོད་ལ་སེམས་ཅན་དེ་གང་དང་གང་དུ་སྐྱེས་པ་དེ་དང་དེ་ཉིད་དུ་སེམས་ཅན་དེའི་ལུས་ལ་བྱང་ཆུབ་ཆེན་པོའི་ཡན་ལག་གི་ཆུའི་དྲིའི་མཆོག་བསྒོས་པར་འགྱུར་རོ།
en: As soon as the vidyā holder casts the mustard seeds, the body of that person, wherever they are reborn, will acquire the fragrance of the water of the great limbs of awakening.

source: །འཕྲལ་ཉིད་དུ་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དང་། ལྷ་མ་ཡིན་གྱི་ལུས་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར་རོ།
en: They will be instantly released from the body of a hell being, an animal, a preta, a denizen of Yama’s realm, or an asura.

source: །སྡིག་པ་དང་སྒྲིབ་པ་ཐམས་ཅད་ཡོངས་སུ་ཟད་པར་འགྱུར་རོ། །དེར་ཡང་ངན་འགྲོ་རྣམས་ལས་འཕོས་པར་འགྱུར་ཞིང་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐྱེ་བར་འགྱུར་རོ།
en: All their negativity and obscurations will be exhausted, and they will leave behind their unhappy existence and go to the realm of Sukhāvatī.

source: །འདི་ལ་སོམ་ཉི་དང་ཡིད་གཉིས་བསྐྱེད་པར་མི་བྱའོ།
en: This should not be doubted or denied. “

source: །གང་གི་ཚེ་ནད་དྲག་པོས་ཐེབས་པར་གྱུར་པ་དེའི་ཚེ། རིག་སྔགས་འཆང་གིས་རྣ་བར་བཟླས་བརྗོད་བརྒྱ་རྩ་བརྒྱད་སྦྱིན་པར་བྱ་སྟེ།
en: When somebody becomes very weak, the vidyā holder should recite the mantra into their ear one hundred and eight times.

source: དེ་ཡང་ནད་ཡུན་རིང་པོ་ལས་གྲོལ་ཏེ་རང་གི་གནས་སུ་འགྱུར་རོ། །ནད་ཀྱི་སྡུག་བསྔལ་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར་རོ།
en: The weak person will then be freed from their chronic illness, become well again, and be completely free from all disease and suffering.

source: །སྤྱི་བོའི་གཙུག་ཏུ་ཕྱག་རྒྱས་བཏབ་སྟེ་ལན་ཉི་ཤུ་རྩ་གཅིག་བརྗོད་པར་བྱ་སྟེ་འཕྲལ་ཉིད་དུ་ཡོངས་སུ་གྲོལ་ལོ།
en: If someone is affected by a mudrā, the vidyā holder should mindfully repeat the dhāraṇī twenty-one times close to the victim’s fontanelle, and they will instantly be freed from its influence.

source: །གལ་ཏེ་ནག་པོ་ཆེན་པོས་རང་གི་ཕྱག་རྒྱས་བཏབ་ན་དེ་ལྟར་དེ་ཉིད་ལ་བལྟས་པས་ཕྱག་རྒྱ་ཐམས་ཅད་འབྱེད་པར་འགྱུར་རོ།
en: All the mudrās will be broken, even if they were sealed upon the victim by Mahākāla’s gaze.

source: །གལ་ཏེ་ཡུན་རིང་དུ་མ་གྲོལ་ན་གང་གིས་ཕྱག་རྒྱས་བཏབ་པར་གྱུར་པ་དེ་མིག་གཉིས་པོ་དག་འབྱིན་པར་འགྱུར་རོ།
en: If the spirit who administered the mudrā does not release the victim quickly, his eyes will burst. “

source: །གདོན་གྱིས་ཟིན་པ་ཐམས་ཅད་ལ་ཚོན་སྐུད་སྣ་ལྔའི་སྐུད་པ་ལ་བཟླས་བརྗོད་ཉི་ཤུ་རྩ་གཅིག་བྱས་ནས་མདུད་པ་ཉི་ཤུ་རྩ་གཅིག་བྱས་ལ་བཅིང་བར་བྱ་སྟེ།
en: If someone is seized by a graha of any type, the vidyā holder should incant a five-colored thread with the dhāraṇī twenty-one times, tie twenty-one knots in it, and tie it onto the victim.

source: གདོན་དང་བརྗེད་བྱེད་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར་རོ།
en: They will then be freed from all grahas and apasmāras.

source: །ནད་ཐམས་ཅད་ལ་སྐུད་པ་དཀར་པོས་བཅིང་བར་བྱ་སྟེ་ནད་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་ལོ། །འཐབ་པ་དང་།
en: As a remedy for disease, the vidyā holder should use a white thread to free a patient from any disease.

source: འཐབ་མོ་དང་། རྩོད་པ་དང་།
en: In the event of any quarrels or disputes, the vidyā holder should recite the mantra against his opponent one hundred and eight times.

source: འགྱེད་པ་རྣམས་ཐམས་ཅད་དུ་འགྲོ་བ་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་ཡོངས་སུ་བཟླས་ཏེ་ཁ་ཏོན་ཏུ་བཟུང་ན་ཐམས་ཅད་དུ་སྨྲ་བའི་མཆོག་ཏུ་འགྱུར་རོ།
en: If he then keeps it on the tip of his tongue, he will emerge victorious in all verbal confrontations. “

source: །ན་ལེ་ཤམ་དང་། རྒྱ་སྤོས་དང་། རུ་རྟ་དང་། ཡུང་བ་གཉིས་དང་། རོའི་མིག་སྨན་ལ་སྔགས་སྟོང་རྩ་བརྒྱད་དུ་བཟླས་ལ་ཕྱེ་མ་ཞིབ་མོར་བྱས་ཏེ།
en: The vidyā holder should incant some black pepper, tagara, costus, two varieties of turmeric, and rasāñjana, one thousand and eight times with the mantra and then grind them into a fine powder.

source: མིག་སྨན་དང་མཉམ་པར་སྦྱར་ནས་གདོན་གྱིས་ཟིན་པ་རྣམས་ཀྱི་མིག་ལ་བསྐུས་ན།
en: He should mix this with collyrium and apply it to the eyes of someone seized by a graha.

source: བསྐུས་པ་ཙམ་གྱི་མོད་ལ་གདོན་ཐམས་ཅད་ཡོངས་སུ་གྲོལ་ལོ།
en: They will be freed from any grahas as soon as the ointment is applied.

source: །གལ་ཏེ་ཡུན་རིང་པོར་མ་གྲོལ་ན་གདོན་གྱི་མིག་གཉིས་འབྱིན་པར་འགྱུར་རོ།
en: If a graha does not release its victim, its eyes will soon burst.

source: །རིམས་ཉིན་བཞི་པ་ལ་མིག་གཉིས་ལ་བསྐུ་བར་བྱའོ། །གལ་ཏེ་ཡུན་རིང་དུ་མ་གྲོལ་ན་མགོ་བོ་ཚལ་པ་བདུན་དུ་འགས་པར་འགྱུར་རོ། །ལུས་ལ་མེ་འབར་བར་འགྱུར་རོ།
en: Similarly, the vidyā holder should anoint the eyes of those afflicted by quartan fever; if the spirits that cause the fever do not release the patient, their heads will soon split into seven pieces, and their bodies will burst into flames.

source: །རིམས་ཐམས་ཅད་ལ་བསྐུས་པ་ཙམ་གྱིས་ཡོངས་སུ་གྲོལ་ལོ།
en: All fevers will depart as soon as the ointment is applied.

source: །གལ་ཏེ་ཡུན་རིང་དུ་མ་གྲོལ་ན་མགོ་བོ་དུམ་བུ་བདུན་དུ་འགས་པར་འགྱུར་རོ།
en: If the fever spirits do not depart, their heads will soon split into seven pieces. “

source: །དུག་གིས་ཟོས་པའི་མིག་ལ་བསྐུ་བར་བྱ་ཞིང་མངག་གཞུག་པར་བྱའོ།
en: If the ointment is applied to the eyes of someone bitten by a venomous creature, the poison will depart.

source: །དུག་འཐུངས་པ་ལ་བསྐུས་ན་དུག་མེད་པར་འགྱུར་རོ།
en: Likewise, if the ointment is applied to the eyes of someone who has drunk poison, the poison will be neutralized.

source: །ཤི་བའི་མིག་ལ་བསྐུས་ན་ལྡང་བར་འགྱུར་ཏེ། དེ་སྨྲ་བར་བྱེད་དོ།
en: If the ointment is applied to the eyes of a corpse, the corpse will rise up and speak of everything it is asked about.

source: །ཆུ་དང་ཡུངས་ཀར་བརྡེགས་ན་སླར་ཡང་འགྱེལ་བར་བྱེད་དོ།
en: It will then de-animate when sprinkled with water and mustard seeds.

source: །མགོ་བོའི་ཟུག་རྔུ་དང་། གཞོགས་ཕྱེད་ན་བ་རྣམས་ཀྱི་མིག་ལ་བསྐུ་སྟེ། ཕྱག་རྒྱ་ཐམས་ཅད་འཇིག་པར་བྱེད་དོ།
en: If the ointment is applied to the eyes of someone suffering from a headache or hemiplegia, all mudrās will be broken.

source: །རྒྱལ་པོ་ཁྲོས་པ་གང་གིས་སྐྱེ་བོ་གནས་ནས་འབྱིན་པ་དང་། དེ་བཞིན་དུ་མཚོན་ཆ་མང་པོ་འབབ་པ་དང་། ཕྱིར་རྒོལ་བ་དང་། དགྲ་བོ་ཉིད་ལ་ཡང་འདིས་བསྐུས་པའི་མིག་གིས་བལྟས་ན་ཐམས་ཅད་དགའ་བར་འགྱུར་རོ།
en: If the ointment is applied to the eyes of a person who has incurred a king’s wrath, or who has many opponents and adversaries bearing weapons, they will all become affectionate toward him.

source: །དེ་རྣམས་ཐམས་ཅད་རྟག་ཏུ་དབང་དུ་གྱུར་ནས་གནས་ཏེ་འདི་ལ་ཐེ་ཚོམ་མི་བྱའོ།
en: They will fall under the thrall of the one wearing the ointment and always remain so; there is no doubt about this. “

source: །དོན་ཡོད་པའི་ཕྱག་རྒྱའི་དབང་བསྐུར་བའི་སྙིང་པོ་དང་གཟུངས་ཀྱི་ཆོ་གའི་སྒྲུབ་ཐབས་སོ།
en: This concludes the amogha practice procedure of the heart dhāraṇī employed in the mudrā consecration. “

source: །དེ་ནས་དོན་ཡོད་པའི་དཀྱིལ་འཁོར་ཆེན་པོ་པདྨའི་དབང་བསྐུར་བའི་ནོར་བུའི་གཟུངས་ཀྱི་སྙིང་པོའི་ཡོ་བྱད་དུ་འགྱུར་ཏེ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་དཀྱིལ་འཁོར་གྱི་རིགས་ཐུན་མོང་བར་རྗེས་སུ་འཇུག་པར་འགྱུར་རོ།
en: Now I will teach the amogha practice procedure of the precious heart dhāraṇī employed in the lotus consecration associated with the maṇḍalas of all the tathāgatas. As soon as the vidyā holder reads the dhāraṇī he will realize the sameness of the maṇḍalas of all the tathāgatas families.
